[
    {
        "title": "Excellent Eye Liner",
        "description": "My favorite eyeliner so far. Stays on the longest and is easy to apply.",
        "author": "Christina A",
        "rating": 5
    },
    {
        "title": "Gel pencil eyeliner",
        "description": "I have only used the eyeliner a few times but absolutely love the results and it stays all day! I am impressed. I bought 3 and plan on giving to my daughter the other for Christmas in her stocking.",
        "author": "kathy Guy",
        "rating": 5
    },
    {
        "title": "Pencil Eyeliner",
        "description": "I absolutely love this product & have ordered it many times over. If I could only have one item of makeup it would be this. I don't just use it on as an eyeliner but to enhance my eyebrows too.",
        "author": "Jehane Harrild",
        "rating": 5
    },
    {
        "title": "The BEST!",
        "description": "I've gone through a TON of eyeliners, trying to find one that would stay, not smear on my watery dry eyes. I saw an advertisement for this product on Facebook and had to try. Wasn't really expecting anything, as they all claim that their eyeliners do the same thing.. BUT….. I must say, I was pleasantly surprised! This products works, doesn't smear nor run and most importantly… does not wear off due to watery eyes! I love it and will definitely order again!",
        "author": "Cathie",
        "rating": 5
    },
    {
        "title": "Eyeliner",
        "description": "Easy to use and a great colour for my age and colouring. The main bonus for me is that it doesn't affect my eyes as they are super sensitive to lots of liners and mascaras. Have bought many times now and will continue to do so, please do not stop making the my  colour or I would be devastated 😊",
        "author": "Jennette",
        "rating": 5
    },
    {
        "title": "Best eyeliner I have ever had",
        "description": "I have had lots ( and lots) of eyeliners and this is the best I have ever had, including very expensive ones.\nIt stays in place, and doesn't leave smudges under the eyes.\nWashes off easily.\nWon't have any other!",
        "author": "Maureen Smith",
        "rating": 5
    },
    {
        "title": "Looooove this eyeliner! It lasts all day!",
        "description": "I was looking for an eyeliner that would not come off on the crease of my upper eyelid and this was it!  This liner lasts all day. I even fell asleep with it on one evening and it was still there in the morning.  I'm ordering more because I LOVE this eyeliner!",
        "author": "LTD",
        "rating": 5
    },
    {
        "title": "Phenomenal",
        "description": "First eyeliner I've ever used which actually DOES NOT smudge! I've tried many many eyeliners which claim they don't smudge but this is the first one that actually lives up to the claim. Goes on smooth and stays in place all day long.",
        "author": "Sheila Kibler ",
        "rating": 5
    },
    {
        "title": "Nice Gel Pencil Eyeliner",
        "description": "I am happy with my Gel Pencil Eyeliner from Esqido. The blue one makes my hazel colored eyes stand out more! Thank you.",
        "author": "Kellie I Genovese",
        "rating": 5
    },
    {
        "title": "FANTABULOUS!!",
        "description": "I absolutely love this liner. It doesn't smudge by the end of the day, and really stays put. Not to mention how smooth it goes on!",
        "author": "Angel Landis",
        "rating": 5
    },
    {
        "title": "Stays on! Not smeary! Looks so natural!",
        "description": "I bought gel eyeliner in brown and it's exactly perfect.  I line just outer portion - up from last lash to bring eye up and then on outer portion of water mark under lash line.  Gives a natural beautiful look. I then blend with brown eyeshadow and create a mini natural cat eye. Buy this!",
        "author": "Shelby",
        "rating": 5
    },
    {
        "title": "Eye Liner",
        "description": "Love these eye liners. The black stays in place all day but the Blue and the Brown only a couple of hours so having to keep reapplying.\n Still a 5 star product best one on the market. Also fast delivery",
        "author": "Julie",
        "rating": 5
    },
    {
        "title": "Glides on and lasts",
        "description": "Excellent staying power from a pencil with the feel of a gel. Love it.",
        "author": "Megscoastallife",
        "rating": 5
    },
    {
        "title": "FAVORITE EYELINER",
        "description": "Goes on easy and doesn't tug on eyes. Great pigment. Lasts most of the day. My eyes tend to be on the watery side and I'll touch it up around 3:00 but otherwise, the brown (and now the navy) are my only go-to eyeliners.",
        "author": "Sybil",
        "rating": 5
    }
]